{"id": 71, "docci_idx_0": 6366, "docci_idx_1": 6405, "img_pair_similarity": 0.8342960476875305, "desc_pair_similarity": 0.5892307758331299, "description_0": "An eye-level view of a body of water in the foreground. On the far side of the water is a row of lamp posts with their lights on. Each light is reflecting off of the water, the reflections are shining off of the ripples of the water extending toward the bottom of the image. Behind the row of lights is a row of trees that is also parallel to the path of the edge of the body of water. The row of trees, the edge of the water, and the row of lights are all oriented at a very slight diagonal angle tilting up as they move to the right side of the image relative to the vantage point of the image. There are two brown buildings visible above the row of trees on the left half of the image. Some of the rooms behind the windows are lit up, some are dark. There is a white building in the distance on the right side of the image that is also directly behind the trees. There are buildings in the distance far from the line of trees to the left of the white building on the right side of the image. The sky is dark as it is night time, there is an area of the sky at the top right side of the image that is appearing brighter than the rest of the sky.", "description_1": "Nighttime, outdoor view of people boating near a body of water, with tall buildings across the water. The view is at a higher angle, with the river and people moving diagonally, and the image is slightly blurry. Many people are seen on boats, with most having more than one passenger onboard. Silhouettes of trees are across the river that move along the line, and the tall buildings behind them. The two main buildings in front are lit up from their lights in the windows, giving a bright glow in between the glass windows to the building on the left. Other buildings are present behind the two, but are mostly obscured. To the left of the river is a string of blue lights in the distance, and a gray mist is lit up from the lights behind the buildings. The sky is dark with no stars present, and soft lights from the buildings reflect on the water's surface."}