{
  "id": 11,
  "docci_idx_0": 6363,
  "docci_idx_1": 4118,
  "img_pair_similarity": 0.7550849318504333,
  "desc_pair_similarity": 0.5114264488220215,
  "description_0": "An upright piano is seen straight ahead in an interesting-looking room. The piano is dark wood with an indistinguishable carving over the keys, and it has a matching piano bench. On the right side of the piano is a lamp with a small goddess Isis sculpture standing above small stones, the lampshade is a simple ivory. To the left of the lamp is a vintage white metal pitcher with a floral design on it, holding fake yellow and orange flowers. To the left of the flowers is a window AC unit that has been built into the wood panel wall. On the left of the piano, under the AC unit, is an empty gold picture frame. Above, to the left, is a small white piece of paper on the wall with illegible writing on it. On the left of the image is the edge of a neon light with a blue and white curved border. Over the piano hangs a string of lit Christmas lights. The floor below is concrete. The lighting is very low, except for the lamp above the piano. Unidentifiable red objects are seen on the right edge of the image.",
  "description_1": "An indoor view looking slightly up at a wood shelf on a wall display. The shelf is dark wood with an early american style support under each end. The shelf has five objects across it. The first object on the left is a small rectangular speaker with a black face and nickel colored case. A black speaker wire extends to the left across the wall and out of view. The second object from the left is an old fashioned two reel film projector. It is placed sideways on the shelf with the reel holders on the right. The center object is a small wooden \"Blatz\" beer case. The next object is a taller wooden box with a round red logo that is faded. There is black text under the logo that says,\"4-1/2 GAL\". The object on the right end of the shelf is an antique bottle with a label turned to the right slightly. A \"D\" is visible on the top left of the label. In the bottom right corner of the frame there is a wooden barrel top only half visible. The top has a red border ring. A small white square logo sticker is inside the ring at the top middle. Below the sticker is the branded black text,\"YOUNG&Co / 5110\". Above and behind the display wall is a dark ceiling with dark rafters."
}