{
  "id": 13,
  "docci_idx_0": 1271,
  "docci_idx_1": 7146,
  "img_pair_similarity": 0.7586054801940918,
  "desc_pair_similarity": 0.5405083298683167,
  "description_0": "Four road signs on two separate posts sit side by side, while the background shows a covering of trees. There are two yellow signs on the left post. The top sign is a diamond shape with a walking stick figure and a thin black line around the edge. The small rectangular yellow sign below shows an arrow pointing down to the left with a thin black borderline. On the right is a black and white crossed sign above a red and white upside-down triangle sign. The top sign has two long signs that cross in an 'X' shape. The back sign reads 'RAIL ROAD' slanted upward from left to right, while the front sign reads 'CROSSING, ' slanting down from left to right. The triangle sign below is white with a thick red triangle shape around a white central triangle that reads 'YIELD' in red. There is a tall tree across the right side of the image, creating the background limbs and leaves for these signs. A small section of clear blue sky can be seen between the overhead tree and some trees in the distance. A circular yellow and black sign is seen on the bottom right with a black 'X' and an 'R' on each side. On the left bottom of the image, a white truck roof can be seen with a black window guard on the back. To the right of the first sign post is a 'STOP' sign, mostly red with white text.",
  "description_1": "A red stop sign with white borders and red text that read \"STOP\" attached to a gray metal pole with a red base. The pole is slightly discolored a darker gray throughout. A road extends from the bottom left corner of the image out to the right side of the image. There is a patch of grass in the bottom right corner of the image. In the background is a field of grass, bushes and trees that go across the image. The sky is blue with partial cloud coverage. There is a cumulus cloud on the right side of the sign, a cirrus cloud visible above the sign, and a cumulus cloud above the cirrus cloud."
}