{
  "id": 23,
  "docci_idx_0": 2934,
  "docci_idx_1": 4150,
  "img_pair_similarity": 0.7558586001396179,
  "desc_pair_similarity": 0.5189157128334045,
  "description_0": "An overhead view of a cream-colored labradoodle laying on its side on a light brown wooden floor next to a light brown stuffed animal dog. The labradoodle is laying on the left side of its body facing the right side of the image, its eyes are closed, and it is on the left side of the image. Below the head of the dog is the stuffed animal dog placed upright on the wooden floor facing the bottom right corner of the image. Behind the dog extending to the right from the top left corner of the image is a white wall that ends on the right side of the image. Natural light is shining on the wooden floor where the wall ends, making the left side of the image, including the stuffed animal, brighter than the dog and the left side of the image.",
  "description_1": "A medium view of a gray tabby cat and a light brown labradoodle. Along the left side of the view, a small portion of a white metal container can be seen, and pressed up against this metal box is a gray tabby cat that is standing in a scared position. The tail of the cat can be seen along the backside, and it comes upwards and is slightly curved towards the right. The cat is facing towards the right and is looking directly at a cat, and along its face there are thin whiskers that go in different directions. The front two paws of the cat can be seen, and they are white. Above the cat, there is a brown leather cushion that sticks out to the side. On the right side, the dog's head is visible, and along its length, its fur is curly. It is looking directly at the cat. The dog is facing to the left. The cat is sitting underneath a wooden structure, as the wooden leg can be seen to the left of it. To the right of the dog there is a white structure, and the base of it is circular and large. Seen on it are the shadows of the dog as well as the cats along the left side of it. The floor of the area is made up of planks that run horizontally. A white light is shining on the area."
}