{
  "id": 28,
  "docci_idx_0": 2542,
  "docci_idx_1": 515,
  "img_pair_similarity": 0.8455047607421875,
  "desc_pair_similarity": 0.8037641644477844,
  "description_0": "A close up view of a tiny sculpture that is mounted to the wall. The sculpture is of a Picaso-style face. The sculpture is made of shiny color enamelled clay. Three spindles are coming out of the top of the face. The left spindle has a white center ball with colored balls attached to it. The colored balls are black, clear, green, yellow, blue, orange, and green. These balls are the same size except for two smaller balls that are green and blue. The spindle in the middle has an upside down gumby type creature. This creature is green with short arms and legs. It has a smile. It has white dots for eyes. The spindle on the right has a blue ball at the end of it. The face is a very light green that has misaligned eyes. A larger eye is a white oblong on the front and is higher than the smaller oblong white eye to the right. Both eyes have black circles for centers. Lips are shaped on the bottom left of the face. A cheek protrudes from the bottom center of the face. The right ear is a small loop mug handle. The left ear is an elongated piece that hugs the left side of the face. The left of a black circle is the base and mounting of the sculpture. The wall behind the sculpture is beige with an orange peel texture.",
  "description_1": "A close-up view of a tiny sculpture mounted on the wall. The sculpture is a round face with four spindles coming out of the top. The spindles are thin gold of different lengths. The one on the left has a purple ball at the end of it. The second spindle is taller and is a red ball with round yellow bumps all over it. The third spindle is the tallest. It has five flattened orange balls spaced equally along its length to its top. The last spindle on the right is a green blob. The face has enamel blue and purple on the checks with a white blotch in the middle. The mouth is a red enamel oval forming lips. A row of bright white top and bottom teeth are together inside the lip oval. The face is looking at the viewer. The left eye is a white piece oval piece with a round green center for an iris and tiny black pupil. The right eye is made of two red circles on top of each other with a yellow round center and a tiny black pupil. The eyebrows and nose are a thick black line that goes over each eye and dips down toward the mouth. The left ear looks like a little black loop mug handle. The right ear is a black shiny rounded nub. The wall is a light tan and has an orange peel texture."
}