{
  "id": 29,
  "docci_idx_0": 7142,
  "docci_idx_1": 8728,
  "img_pair_similarity": 0.8052043318748474,
  "desc_pair_similarity": 0.5690599083900452,
  "description_0": "A small ceramic figure is in the center view of the image, standing on a pale white stone that lies flat on the ground. Both the rock and ceramic figure are not natural to the surrounding environment of dead tan-yellow and dull green leaves and the generous covering of dark umber seed shell matter resting beneath the leaves. The ceramic figure is of a common lawn gnome with a tall, pointed hat standing straight up. The figure is masculine in appearance and is depicted with fair skin and a white beard and mustache. The figure holds a dark brown walking stick in its right arm and has a satchel going over its shoulder that it grips with the left. The figure is mostly depicted in a black top and pants with boots that have a bulbous, cartoonish look to the toes. This gnome is themed to the University of Texas school colors of black and burnt orange and has a white logo of a front-facing longhorn's head on the base of the pointed hat. The hat, the sleeves of the top, the satchel, the top of the boots, and a belt that wrapped around the waist of the figure are all burnt orange. Immediately next to the ceramic figure are mature vine trunks that are growing upward. The surface of each vine appears rough and raised, a light brown color, and is covered in small craters where younger stems had previously grown.",
  "description_1": "An outdoor, close up angle of a small gray stone Buddha statue placed on a large slab of stone placed on a pile of stones in front of a tree trunk. The surface of the statue has been worn down by years of exposure to the elements. Buddha is holding a bracelet of beads in his right hand. The base and face of the state has a large bunch of small stones embedded. 3 medium-sized round stones are to the left of Buddha. The bark on the tree is cracked. A small patio with a red floor and windows is shown in the upper right corner of the frame."
}