{
  "id": 3,
  "docci_idx_0": 1218,
  "docci_idx_1": 6155,
  "img_pair_similarity": 0.7686660885810852,
  "desc_pair_similarity": 0.2697029709815979,
  "description_0": "A high-angle view of a round black table surrounded by turquoise chairs placed on a black carpet surface. Behind and to the right of the table and the chairs are large windows. Through the windows behind the table is a high-angle view of a body of water extending across the image. On the far side of the body of water is a grass field and a large number of trees. There is a row of trees at the edge of the water. Behind the large grass area is a group of buildings near the middle of the image extending to the left of the image. Through the windows to the right of the table is a skyscraper blocking the right side of the body of water from view. The sky visible in the top half of the image is clear blue, there are small clouds visible in the distance just above the trees in the distance. There are pull down blinds over the windows behind the table at the very top of the image.",
  "description_1": "Bird's eye view observed from inside Google building that is sheltered from rainy weather outside. Block 185 building to the right. Northshore apartments building to the left. Water droplets collected on the pane of glass, out of focus. Two buildings flank the right and left sides of the image and create a blinder effect for the image. Below, black and white cars are running left and right on a road that borders the LBJ Nature Walkway, which runs parallel to the Colorado River. A haze of rain hangs over the landscape across the river and graduates from medium-dark gray on the right to a very light gray on the left. Where the sheet of rain is least gray, the white tops of flat buildings are brighter because water is collecting there and reflecting some light. The sky is overcast and full of haze from the rain coming down. The Colorado River is in the center and resembles a muddy, sage green color. There is little reflection on the river as it's disturbed by the rain. To the left, there is a slight reflection on the river that makes it look gray-brown or gray-beige in color. Immediately below, the building to the left has an elevated level that sits four to five levels high and supports a pool area on the top. The water in the pool is light blue. The pool has eight white chairs lining the vertical perimeter to the right. A taupe circle with 9 rectangular cuboids oriented diagonally left to right in two rows, with five of these shapes preceding four of these shapes. The circle is built into the lower-right corner of the pool. Across the river, the Long Center is visible. A gray road runs between the Long Center and the green field of auditorium shores on the left."
}