{
  "id": 34,
  "docci_idx_0": 1659,
  "docci_idx_1": 1455,
  "img_pair_similarity": 0.8278536796569824,
  "desc_pair_similarity": 0.4373074769973755,
  "description_0": "An eye-level distant view of the side of a brick building that has been painted black. There is orange graffiti lettering extending across the bottom half of the side of the building The lettering is outlined in light blue. The letters of the graffiti have sharp and jagged sides, and the graffiti as a whole is illegible. It looks like two words are spray painted side-by-side with a very small sliver of space between them. There are four empty parking spaces in front of the building at the bottom of the image. A power line is visible above the building extending across the image. There is a utility pole in the background on the left side of the image. Above the building beginning at the top half of the image, the sky is visible and appears to be completely covered in clouds. there are small nimbostratus clouds on the right side of the image and in the top left corner of the image. The rest of the sky is extremely bright due to the glare from the sun.",
  "description_1": "Outdoor long shot view of the facade of a building covered with a mural of two Brown cartoon polo bears wearing baggy clothes in an urban environment. The bear in the center of the mural is standing on top of a skateboard ramp facing the left in a green hoodie with a black overcoat and tan pants with white Nike shoes. He holds a black skateboard and his left hand while wearing a red hat with white letters,\"RL\" on the front left panel. The rightmost bare wears a blue unzipped 3/4 sweater with the white letters,\"POLO\" across the chest and a USA patch on the right shoulder. This beer holds a basketball under its right arm, with a hoop to his right with a cracked backboard. A white painted red brick building is painted behind him with a rooftop pool and a rubber duck inflatable. The white paint is chipping off and exposing the red bricks beneath. A shopping store is to the left of the skateboard ramp with a sign with white letters that read,\"lo-fi\" and glass double doors. A white box truck is parked in an alleyway to the left of the Lo-Fi building, with graffiti letters on its right side. The upper left background of the mural is a dark and red sky, with a palm tree to the far left in a tall building with a clock. White stars are scattered in the sky of the mural. Two mature trees are visible to the right of the mural in an actual alleyway, along with two metal dumpsters. The actual sky above is clear and light blue, with electrical lines visible running just above the roofline. Daytime."
}