{
  "id": 35,
  "docci_idx_0": 6262,
  "docci_idx_1": 8488,
  "img_pair_similarity": 0.8185473680496216,
  "desc_pair_similarity": 0.7268714904785156,
  "description_0": "Side view of a mural on a fence wall near the side of a building. The mural depicts rectangular buildings that are aligned together horizontally, and are stacked behind each other. The buildings are drawn in black and white color, with the front sides drawn with different patterns. The fence wall is centered in frame and to the left of it is a partial view of metal sheet building with bright colors painted on, it is taller than the mural fence. Another mural showing the same art is further in the background to the right, behind a row of metal gate fences. In the far background is a partial view of a gray building, with multiple windows arranged in a line.",
  "description_1": "A low-angle view of a mural painted on the side of a wall. The mural depicts a gray overpass extending horizontally to a group of gray skyscrapers in the top left corner of the mural. The background of the depiction of the overpass and building is blue, behind the building the background is white. The overpass is held up by wide gray rectangular pillars. Part of a yellow structure painted on the mural visible in the bottom left corner of the image. On the right side of the image, a yellow figure is visible that is painted as if it is radiating yellow light, the blue background ends. There are multiple light blue pyramid shapes painted on the wall in the bottom right corner of the image, the shapes are all oriented in different directions. The reflection of the yellow figure on the right side of the image is shining over the right sides of the shapes. On top of the wall is a gray metal railing. Taking up the entire top half of the image is the side of a gray building with dark tinted windows extending up the right side of the building. Another building is visible in the reflection of the building as well as a clear blue sky."
}