{
  "id": 38,
  "docci_idx_0": 6011,
  "docci_idx_1": 645,
  "img_pair_similarity": 0.8294885158538818,
  "desc_pair_similarity": 0.8075429201126099,
  "description_0": "Four TV screens are on display, two in the middle of the frame, and the other two are just barely visible on the right side of the frame. The screens form two rows. The bottom center screen is wider than the top; it depicts two large grassy mountains and a clouded sky; the TV screen has a saturated blue hue to it; and in the bottom right corner is the time \"12:26\". The screen has a yellow and black tag on the bottom right corner, and the TV is resting on a gray cabinet with four vertical cabinet doors. The TV screen in the center top is displaying seven differently colored balloons. The background is a bright blue that is similar to the lower TV. At the top right corner, it reads \"4K / HDR\". The TV on the top right is displaying several bright yellow lemons, and the bottom right TV is displaying a scene that is mostly blue. The surrounding area around the TVs is very dark, with the TVs being the main source of light.",
  "description_1": "A three-quarters view of four television screens facing the bottom left corner of the image. The screens in the bottom right, top right, and top left corner of the image are mounted onto a black wall. The screen in the bottom left corner of the image appears to be bigger because it is not mounted to the wall and is placed slightly closer in view. Each screen has four balloons and three circular spiked figures all oriented in the same positions. On the left side of each screen is a light blue balloon, directly to the right of that balloon is a darker blue balloon at the bottom of the screen in the foreground. To the right of that balloon is a red balloon next to the light blue balloon on the far left, and next to the red balloon to the right is a purple balloon floating slightly above the light blue and red balloon. Near the top left corner of each screen is a purple circular spiked figure. To the right of the purple balloon is a yellow circular spiked figure, and on the far right side of the image is a red circular spiked figure that is closer to the foreground. In the background of each screen is a dark blue sky with stars visible and partial cloud coverage coming from the right side of the screen. Above the black wall is a gray metal strip lining the top of the wall that has text that reads \"SONY\" in the middle of it in white illuminated letters. Only the \"S\", part of the \"O\", and part of the \"N\" are visible."
}