{
  "id": 40,
  "docci_idx_0": 6711,
  "docci_idx_1": 4615,
  "img_pair_similarity": 0.8345742225646973,
  "desc_pair_similarity": 0.7243163585662842,
  "description_0": "An outdoor, close up, eye level view of an electric scooter parked in front of a stone block wall. The scooter faces to the right. The scooter is silver with a black seat, wheels, and handlebars. The front steering column of the scooter has a decal with the word \"WHEELS\" in white on a black rectangular sticker. The main frame behind the front wheel has the word,\"WHEELS\" in black. The stone block wall is dark brown and has a rough texture. The scooter's left handle bar rests on a ledge of the large stone wall. The scooter is parked on asphalt in the foreground that is scattered with dried light brown and a few yellow leaves. Red light from an off frame source is reflecting off of the scooter's frame.",
  "description_1": "A high-angle view of a gray electric Wheels bike facing the left side of the image parked next to a tree. The tree is in the middle of a small dirt area surrounded by a gray cement surface. There are two green electric scooter to the right of the tree in the background, and another black electric bike to the right of the tree behind the scooter, both of them are facing the left side of the image. The gray electric bike nearest in view has black handles, a black leather seat, and two all black wheels with a black fender over the back wheel. The frame of the bike is relatively thick and looks like a scooter with a bike seat instead of a platform to stand on. On the side of the bottom section of the frame is black text that reads \"WHEELS\". There is a black sticker extending up the side of the post leading to the handle bar with white text that also reads \"WHEELS\". The two bikes and scooters in the image are all parked with their front wheels in the dirt and rock surface and their back wheels parked on the cement surface. The top of the tree in the middle of the dirt surface is casting a shadow over the majority of the image, sunlight is reaching the ground through the leaves of the tree. Another tree trunk is visible in the distance in the top left corner of the image. There are two parking spaces visible in the top right corner of the image, one is empty, the other space that is barely in view has the shadow of a car being cast over it. The very bottom of the front of the car is also partially visible but is mostly blocked by the tree."
}