{
  "id": 41,
  "docci_idx_0": 8032,
  "docci_idx_1": 1368,
  "img_pair_similarity": 0.8086938261985779,
  "desc_pair_similarity": 0.7519199252128601,
  "description_0": "A straight forward view of a forest green Willys MB Jeep parked on a white anti-fatigue mat with rows of holes throughout. The jeep has no roof or windshield, the vehicle' two front seats are black with a black steering wheel in front of the right seat. The grille of the Jeep takes up the majority of the front of the vehicle with thin metal bars extending from the top to the bottom of the front of the vehicle, there are round headlights in each top corner of the vehicle. At the very bottom of the front of the vehicle is a thick metal bar that sticks out in front of the Jeep's front wheels. The black wing of an airplane is extending directly above the jeep coming from the left side of the image. In the background of the image behind the Jeep is a forest green model of the entrance of a half dome shaped tent with a rectangular entryway. A banner is covering the entryway showing a picture of what the inside of the real tent would look like. Behind the model of the tent is a brick wall, the bottom three quarters of the brick wall is covered by a banner depicting an outdoor area covered in snow with other vehicles driving through the snow in the background. The dark ceiling is visible at the top of the image and there are lights visible hanging from the ceiling in the top left corner of the image.",
  "description_1": "An indoor view of two parked olive-green Willys MB jeeps that are facing forward on display. There is a metal pole going across in front of them. There is a white star painted on the hood that is visible on the right one. It has \"AAA 752CA\" painted on the left bumper, then there is a white star, and then on the right is \"C-10.\" The Jeep on the left has a cover over the top, while the one on the right does not. There is a shadow on the concrete to the right of the Jeep. There is a black-and-white backdrop behind them of a military scene with buildings and some guys standing up on a Jeep. There is a crowd of people on the right. Wrinkles in the backdrop at the top are visible, and there is light shining on it."
}