{
  "id": 45,
  "docci_idx_0": 995,
  "docci_idx_1": 1101,
  "img_pair_similarity": 0.841385006904602,
  "desc_pair_similarity": 0.645636796951294,
  "description_0": "A medium-close-up view of a lending library that is shaped like a house. The library is being held up by a thin wooden pole that is rectangular. Along the front portion of the lending library there is a wooden door that is rectangular, and along the door there is a glass window. Through the window, a baby blue shelf can be seen. On top of the shelf are books, as there are some underneath as well. The roof of the library is rectangular and black. To the right of the lending library, there is a gravel pathway. Surrounding the lending library is grass that is dark green. To the left of the library and into the distance, a pink door can be seen, a cement staircase leads to the door. Surrounding the door are wooden planks that run horizontally and are yellow. These planks make up the house. To the right of the house, there are wooden branches that are filled with dark green leaves. These leaves are being lit up by the sun. Through the branches, a light blue sky can be seen.",
  "description_1": "An outdoor daytime close up view of a little lending library on a post. The lending library looks like a craftsman style house. It is painted green and gray, with architectural features. The lending library is on a painted yellow post. To the right of the post are colorful painted strips of wood. These resemble book bindings and are leaning left against the yellow post. There is gingerbread siding below the peak of the framed roof and above the doors. The front faces toward the right and has two glass doors with an arch over them. The doors have brown round knobs. The books are lined up with their spines showing their titles. A horizontal gray wood plank sign is attached under the doors. The sign has black hand painted lettering that says,\"Take / read / Leave / a Book. The background surrounding the library is a leafy residential area. The side of a white house reflecting the bright sun, is to the right of the library."
}