{
  "id": 48,
  "docci_idx_0": 1270,
  "docci_idx_1": 153,
  "img_pair_similarity": 0.8441888093948364,
  "desc_pair_similarity": 0.517246425151825,
  "description_0": "One decorative orb made of off-white and tan cowrie shells rests on top of a slatted tan shelf. Above both is a silver-brushed wall sconce. The orb is spiky in appearance. Each cowrie shell is immediately positioned next to the other and creates uniform rows and layers that create a mostly even round shape on the right portion of the orb. The upper left portion of the orb caves slightly, creating a slanted appearance for that portion of the orb. The wall scotch is stylized in a modern industrial style. The lamp shade resembles a cup that narrows at the base and widens at the opening. The opening has a decorative ring fixed at four points. This ring has a wider circumference than the shade's opening. The inside of the shade is painted white. A rounded, clear, unlit bulb peaks out of the shade. Behind the sconce, shelf, and orb is a sand-colored curtain that is drawn. The wall opposite the curtain has the sconce and a large circular mirror fixed to it. The mirror to the right of the image reflects items on the opposite wall and reveals a window full of glowing light that washes out what can be seen outdoors.",
  "description_1": "A view from below of three light fixtures that are being held up by thin black strings. Along the top portion of the string, there are three black circles attached. Along the bottom portion of the string, there are brown half cylinders that are made up of thin brown string. Inside the cylinders is a yellow light bulb. To the right of the ceiling, there are two light fixtures that are sitting close together, while to the left, there is only one. On the left side of the lights, there is wallpaper that is white and filled with black snowflakes. Behind the two lights to the right, there is a window that has a metal bar running horizontally, and there are four other ones that run vertically. Through the glass, a building made of brown and white stone can be seen."
}