{
  "id": 61,
  "docci_idx_0": 4473,
  "docci_idx_1": 6356,
  "img_pair_similarity": 0.8564950227737427,
  "desc_pair_similarity": 0.4974375069141388,
  "description_0": "An old set of narrow stairs is seen twisting into the corner of a wood-paneled structure. The stairs start on the left side of the image, with the first few steps visible. Two large support posts are seen, one on each side. As the steps climb, they disappear into the dark. The underside of the steps is seen as a slanted wall above a small wood door. The open door is about two-thirds the normal door height and leads to the small space under the stairs. The small space shows clumps of dirt on the floor, as there are also clumps of dirt in the corner below the first steps of the stairs. There is a window behind the open door that shows the bright sunlight. The right side of the window shows a border of stacked red bricks. On the floor, at the bottom of the brick border, is a rectangle of floor mat. The wall on the left is made of wood planks that are unmatched. There are very wide horizontal planks and thin planks in gray, red and brown. The stairs and the floor below are made of brown planks of the same size. The wall with the window is also mismatched, with red wood around the window and next to the brick stack and aged gray wood below the window. The window shines natural light in and onto the floor below, while the small door creates a soft shadow. There is another light source coming from the right side that shines light onto the floors and the bottom of the stairs.",
  "description_1": "A medium shot of a vintage, worn-down room. The room has a gray-scale tone. There's a worn down wooden bed to the left with the headstand against the wall in the back and has dirty, crumpled white sheets and a shut wooden window next to it on the wall to the left. To the right is a dirty gray table with two plates at the top. Behind the table is a door frame without a door that overlooks a bright green tree outside. The left bottom corner is black due to the darkness. The wall behind the bed is white and gray, worn and scratched all over, and an old broom is propped against the wall to the right of the bed. Natural light comes from behind, out of view, and shows shadow lines that angle toward the bed frame, and the light coming from the doorway casts a shadow from the table to the hardwood floor, towards the point of view."
}