{
  "id": 67,
  "docci_idx_0": 3512,
  "docci_idx_1": 1306,
  "img_pair_similarity": 0.8521329760551453,
  "desc_pair_similarity": 0.4323504865169525,
  "description_0": "An outdoor, close view of the Bryant Park Ram on the corner of a statues' pedestal. The statue and ram are made of green copper. The ram's head has horns on its head. A necklace made of various fruits and hops is around the ram's neck. The necklace continues to the left and right of the ram. The ram's head shows signs of weather due to exposure to the elements. Sunlight is falling on the right side of the frame. A tree with leafy branches is in the upper left corner of the frame. A beam of sunlight is shown behind the trees.",
  "description_1": "A lion carving is seen on the edge of a stone piece. The decorative leaf-lined top edge above the lion's head is rounded. It curves from the right side and then back around to the right below, as seen on the left of the image. The lion itself is carved in an animated style, with the side of the mouth showing a scalloped edge, the eyebrows showing human-like emoting, and the mane being made of small twists. The lion gazes towards the left, outward from the stone carving. There are carvings below the lion's head of large floral shapes, and to the right is a grouping of pine cones with pine needles. Small ovals are carved to the right of the lion's head. The curved wall of the stone structure that the lion's head is protruding from is curved vertically as well as in a large, rounded shape. The head is set at the top of the curve, just below the leaf-lined edge. Unidentifiable carvings are seen to the left of the lion's head along the curve of the carved stone. The stone is weathered from the outdoors, as seen by spots that have been worn back to the natural white shade below. There is a layer of dark gray over the entire stone piece where it has not been worn down to white. The background on the left shows blurred tree limbs and bright green leaves in different levels of shade. The blue sky peeks through the tree leaves and limbs. The sunny day lights up the extreme close view of the decorative piece in a perfectly shaded area."
}