{
  "id": 7,
  "docci_idx_0": 3687,
  "docci_idx_1": 1904,
  "img_pair_similarity": 0.7724783420562744,
  "desc_pair_similarity": 0.4127650856971741,
  "description_0": "An outside shot of a wooden statue depicting a person with a jagged crown holding a pipe in its hand. A metal rusted circle in the middle of wooden spokes that go around in a circle is set in front of the statue. A rusted square box is sitting on rusty wheels with holes in them. A wooden square is built in on top of the rusted box, along with an artistic design of a sunflower with a blue leaf on each side of its stem. A small metal blue object is in front of the box but is cut off partially from the bottom right of the image. A fake sunflower with green leaves below it is in a brown pot on the left side of the statue. All the objects are sitting on a front concrete porch. The bottom of a wooden black house is behind the statue and sunflower, and has Christmas lights strewn on the edge of the white wooden window seal. The glass window shows a reflection of a grassy dirt area with a black fence. A pool is on the other side of the fence, along with a small building. A large wagon wheel is leaning on the other side of the house to the right of the statue along with a wooden object partially cut off from the right of the image. A green grassy area is to the right of the image with a group of trees in the background and a wooden phone pole.",
  "description_1": "A medium-close-up view of the side of a building that is mostly teal. The teal portion of the wall is made up of metal sheets that run vertically. Placed on the sheets is a metal structure that is made up of a large wheel, and attached to that wheel are two metal handles. To the right of the structure, there is a tiny bicycle-like structure that has a large wheel to the right and a small one to the left. This metal piece is slightly rusted. To the right of the bicycle, the left side of a large wooden wheel can be seen. Surrounding the teal sheets are red metal bars, and underneath these bars, a large red sheet can be seen. Behind and to the left of the building, dirt pathways and trees can be seen, as can the light blue sky, because the branches of the trees are thin and covered with small leaves."
}