{
  "id": 70,
  "docci_idx_0": 6169,
  "docci_idx_1": 1137,
  "img_pair_similarity": 0.8763456344604492,
  "desc_pair_similarity": 0.6540599465370178,
  "description_0": "An outdoor, closeup, eye level view of the front of The Hiker statue. The statue is a World War 1 era army uniform with a brimmed hat. The statue is wearing a World War 1 The statue is gripping a World War 1 era rifle with both hands in front of its lower body. A strap hangs from the body of the rifle. The barrel of the rifle is pointing to the right. The statue is placed on top of a white stone base. A lush, overgrown tree is directly behind the statue. A brown building is barely visible through the gaps in the tree. 2 electric scooters are seen parked on a sidewalk in the bottom right corner of the frame. The sky is bright with faint outlines of clouds visible.",
  "description_1": "An outdoor medium view from below of a black metal soldier that is placed on a concrete building. The metal soldier is facing slightly to the right, and on top of its head is a hat. Both of the slider's arms are bent at the elbow, and it is holding onto a long rifle that is also pointed towards the right. The legs of the soldier run vertically and are placed on a metal square that is also black. The front side of the building is arched, and along its center there is a black door. Above this door there is a carving of a star, and to the right and left of the star there are four rectangles that have been placed along the arch. At the top of this arch there is another part of the building that is shaped like a half circle, and along it there are ridges that run horizontally. Behind the building and to the left, there is a large white cloud that is being lit up by the sun. Above the statue there are a lot of thin branches, and on these branches there are green leaves, the leaves along the right are being lit up by the sun while the ones along the left are submerged in shade. Underneath the branches, a clear blue sky is visible, as it is daytime."
}