{
  "id": 76,
  "docci_idx_0": 6312,
  "docci_idx_1": 5595,
  "img_pair_similarity": 0.9086399674415588,
  "desc_pair_similarity": 0.6684572100639343,
  "description_0": "An eye-level view of five large decorative metal sculptures made to resemble flowers. All of the stems of the flowers are all relatively tall green metal poles, each have two green leaves stemming from them that are covered in small green lights. The flower closest in view in the middle of the image has petals that are covered with small blue lights, the petals are facing the top of the image. The flower to the left in the background has small red lights covering the petals, the flower is opened up toward the top left corner of the image. The flower in the distance on the far left side of the image has orange lights covering its petals, the flower is opened up toward the top left corner of the image as well. There is another flower in the distance just to the right of the middle flower that is partially blocked from view by the middle flower, its petals are covered in red lights opened up to the top left side of the image. There is a flower on the right side of the image with orange lights covering the petals, the flower is facing forward. The flowers are placed on a grass surface. Extending across the middle of the image behind the flowers is a barrier made of yellow cones with chains attached to the top of the cones extending from the left to the right side of the image. Behind the barrier are small blue and white lights hanging from an object that cannot be seen as the rest of the image is dark. It is currently night time.",
  "description_1": "Outdoor view of bright decorations showing large flower sculptures over a grassy ground, at nighttime. The different flowers range from the common tulip shapes to the daisy head-like flowers, there are a total of five flowers and each of them have the similar body of one long green stem and two green leaves on opposite sides. The flower in front is a bright red glow and has a daisy-like head, turned to the upper left, with a bright yellow bulbous center, it is to the left side of the frame. Behind that flower, slightly to the left and right, are two tulip-shaped sculptures, with the left one a bright pink and the right one a dark orange. To the right of the dark orange sculpture are the last two flowers, with the one closest on the left a brighter orange tulip head that is directed with the shape flowing to the right, and the sculpture on the far right is a daisy-like head with bright pink pedals and a blue bulb center, it is facing to the upper right. Around the flowers are yellow cones attached by metal chains. The background is a dark black void with some dots of light peeking through."
}