{
  "id": 90,
  "docci_idx_0": 4172,
  "docci_idx_1": 949,
  "img_pair_similarity": 0.9040231108665466,
  "desc_pair_similarity": 0.8294187784194946,
  "description_0": "An outdoor long-shot view of the Bethesda Terrace fountain. A small black statue of a woman with wings is at the top of the fountain with the sunlight hitting it causing it to glow. There is water falling down from the fountain, into a pond of water surrounding the statue. The water is dark with multiple small green plants inside the water. The water is glistening due to the sunlight shining down on it and on the right side next to the statue, the reflection of the blue sky can be seen in the water. Two small square black plaques are on the landmark. The ground is made of light gray bricks covered by the shade with a small light mark on the left side. In the background there are multiple trees with dark and light green leaves being hit by the sunlight. A body of water can be seen below the trees with the reflection of the trees on the water. The sky is clear and vibrant blue.",
  "description_1": "A low-angle shot of the famous Bethesda Fountain in Central Park, New York City. At the very top of the fountain is a dark green statue of an angel with outstretched wings standing atop a dark green pedestal. The statue is facing towards the left, and the wings are in the upper right. The angel is wearing a Peplos dress that is carved and flowing through the wind. Beneath the statue, water is spouting in all directions, overflowing the pedestal with ripples of water dripping around. Under the pedestal is a thick pillar with intricate carvings and three statues of cherubim in different poses. Below the cherubim is the front view of a hexagonal basin that appears dark gray due to the light composition, with water overflowing in each corner. Under the basin are small bronze pillars on top of a hexagonal pedestal with intricate carvings that support the statue. At the lower part of the frame are water features with overgrown grass spouts. On the upper part of the frame, behind the fountain, are luscious green trees with a view of a clear blue sky on the upper right. A light gray concrete trail can be seen to the left of the fountain."
}